---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotPasteModelPlusViewSpecificElementsIntoView
source: html/2fc2d211-38de-6e5d-473d-8e72b8529ed2.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotPasteModelPlusViewSpecificElementsIntoView Property

Cannot paste view-specific model plus into view.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotPasteModelPlusViewSpecificElementsIntoView { get; }
```